<?php include "blocks/header.php" ?>


<section class="results">
    <h1>Результаты тестирования</h1>
    <p>Все данные по тестированию будут сохранены в Вашем личном кабинете, а также автоматически продублированы Вашему руководителю.</p>
    <p>Выраженность одного фактора свидетельствует о мононаправленности личности педагога, а выраженность нескольких факторов может интерпретироваться как результат полинаправленности.</p>
    <div class="db">
        <h1>Оценка профессиональной направленности педагога</h1>
        <div class="analyze">
            <p><b>Мотивация одобрения</b></p>
            <p>Удовлетворительно</p>
            <p>Вы были достаточно честны, спасибо!</p>
        </div>
        <div class="analyze">
            <p><b>Общительность</b></p>
            <p>Параметр ярко выражен</p>
            <p>Тип учитель-коммуникатор. Вы отличаетесь экстравертированностью, низкой конфликтностью, доброжелательностью, способностью к эмпатии, любовью к детям, реализуете свои воспитательные воздействия через поиск механизмов совместимости с учеником, через нахождение точек соприкосновения в личной жизни, и естественно, что данные воздействия окажут наибольшее изменение именно в этом «бытовом» поведении ученика.</p>
        </div>
        <div class="analyze">
            <p><b>Организованность</b></p>
            <p>Навык недостаточно развит</p>
            <p>Такой преподаватель отличается интровертированностью, инфантильностью, неспособностью к лидерству. Часто перекладывает ответственность за себя и свою деятельность на других людей.</p>
        </div>
        <div class="analyze">
            <p><b>Направленность на предмет</b></p>
            <p>Параметр ярко выражен</p>
            <p>Тип учитель – предметник. Вы твердо уверены в необходимости знаний и их значимости в жизни. Для вас наиболее характерно воспитание ученика средствами изучаемого предмета, путем изменения его восприятия научной картины мира, привлечения к работе в кружке и т.п.</p>
        </div>
        <div class="analyze">
            <p><b>Интеллигентность</b></p>
            <p>Параметр в норме</p>
            <p>У Вас не вызывает трудностей грамотно формулировать мысли и доносить их до учащихся, поэтому Вы являетесь для многих авторитетом. </p>
        </div>
    </div>

    <a href="tests.php" class="main-btn btn-primary">Вернуться к тестам</a>
    
</section>

<?php include "blocks/footer.php" ?>
